tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'neovim/neovim'

brew 'zsh'
brew 'zsh-completions'
brew 'ansible'
brew 'autojump'
brew 'git'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'curl', args: ['with-openssl']
brew 'docker-compose'
brew 'glide'
brew 'heroku'
brew 'httpie'
brew 'keybase'
brew 'sqlite'
brew 'python'
brew 'nmap'
brew 'p7zip'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'ssh-copy-id'
brew 'unrar'
brew 'valgrind'
brew 'wget'
brew 'homebrew/dupes/rsync'
brew 'homebrew/science/sbagen'
brew 'neovim/neovim/neovim', args: ['HEAD']
cask 'gmvault'
cask 'macvim'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
